Repository: neurothrone/gvc-apple
Catalog: GVC-Apple-Multiplatform/Localization/*.lproj/Localizable.strings
Languages: sv

source: Calculate
sv: Beräkna

source: Gas volume
sv: Gasvolym

source: Length (m)
sv: Längd (m)

source: Nominal Pipe Size - DN (mm)
sv: Nominell rörstorlek - DN (mm)

source: Learn more about NPS standards at this link
sv: Läs mer om NPS-standarder på den här länken

source: Pressure (mbar)
sv: Övertryck (mbar)

source: Select a dimension
sv: Välj en dimension

source: Select a pressure
sv: Välj ett övertryck

source: Type in a length
sv: Ange en längd

source: Type in a pressure
sv: Ange ett övertryck

source: Dismiss
sv: Avfärda

source: About
sv: Om

source: Delete all data
sv: Radera all data

source: This will delete all of your data. Are you sure?
sv: Detta raderar all din data. Är du säker?

source: Cancel
sv: Avbryt

source: Delete
sv: Radera

source: Made with
sv: Skapad med

source: by
sv: av

source: App icon by
sv: App-ikon av

source: Length
sv: Längd

source: Pressure
sv: Övertryck

source: Gas Volume
sv: Gasvolym

source: Calculated at
sv: Beräknat på

source: Previous Calculations
sv: Tidigare Beräkningar

source: No calculations yet.
sv: Inga beräkningar än.
